tap "d12frosted/emacs-plus"
tap "dbcli/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "ascii"
brew "aspell"
brew "automake"
brew "coreutils"
brew "ctop"
brew "diff-so-fancy"
brew "dnsmasq", restart_service: true
brew "emacs-plus"
brew "fd"
brew "git"
brew "graphviz"
brew "gron"
brew "hexyl"
brew "htop"
brew "httpie"
brew "jq"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "llvm"
brew "loc"
brew "lua"
brew "moreutils"
brew "mtr"
brew "mycli"
brew "mypy"
brew "nmap"
brew "openssh"
brew "openssl@1.1"
brew "pandoc"
brew "pkg-config"
brew "poppler"
brew "pstree"
brew "pv"
brew "qemu"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby", link: true
brew "rustup-init"
brew "step"
brew "stow"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "zsh"
brew "dbcli/tap/litecli"
cask "alacritty"
cask "bettertouchtool"
cask "bitwarden"
cask "firefox"
cask "gpg-suite"
cask "java"
cask "karabiner-elements"
cask "keybase"
cask "spotify"
cask "wireshark"
